/* Messaging Service errors */

// Share Extension: Error when posting - primary level text
POST_ERROR_DESCRIPTION = "Impossibile inviare elemento";

// Share Extension: Error when posting - secondary level text
POST_ERROR_RECOVERY_SUGGESTION = "Riprova più tardi";

// Share Extension: Label shown in if not logged in to Skype
NOT_LOGGED_IN_LABEL = "Accesso a Skype non eseguito";

// Share Extension: Legacy text message component. %@ will be replaced with the Skype name of the sender
MEDIA_DOCUMENT_LEGACY_TITLE = "%@ ha inviato una foto.";

// Share Extension: Legacy text message component. %1 will be replace by an URL where to access the picture
MEDIA_DOCUMENT_LEGACY_TEXT =  "Questo dispositivo non supporta ancora le nuove funzionalità di condivisione delle foto di Skype, ma è comunque possibile visualizzarlo nel browser qui: %@";
